Repository: Sager1145/live-dashboard
Catalog: ios/Sources/LiveDashboardKit/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

source: · %lld 站
en: · %lld stops
ja: ・%lld会場

source: · 共 %lld 场
en: · %lld performances
ja: ・全%lld公演
zh_hant: · 共 %lld 場

source: %@ 起
en: From %@
ja: %@ から

source: %@ 选项
en: %@ options
ja: %@ のオプション
zh_hant: %@ 選項

source: %@中
en: %@ open

source: %@起
en: From %@

source: %lld 站
en: %lld stops
ja: %lld公演

source: %lld月
en: %lld

source: ¥%lld起
en: From ¥%lld
ja: ¥%lld〜

source: AI 从官网页面识别，链接均来自官网原文
en: Identified by AI from the official page; all links come from the official text
ja: AI が公式サイトのページから識別したもので、リンクはすべて公式サイトの原文に基づきます
zh_hant: AI 從官網頁面識別，連結均來自官網原文

source: AI 会重新分析官网，填写公演、票务、座位与周边字段，并独立保存结果。
en: AI reanalyzes the official page, fills event, ticket, seating and goods fields, and saves the results separately.
ja: AIが公式ページを再分析し、公演・チケット・座席・グッズの項目を入力して個別に保存します。
zh_hant: AI 會重新分析官網，填寫公演、票務、座位與周邊欄位，並獨立儲存結果。

source: AI 字段已重新整理并保存
en: AI fields updated and saved
ja: AI項目を再整理して保存しました
zh_hant: AI 欄位已重新整理並儲存

source: AI 整理
en: AI summary

source: AI 整理字段
en: AI organized fields
ja: AI 整理項目
zh_hant: AI 整理欄位

source: AI 整理摘要
en: AI Summary
ja: AI 要約

source: AI 整理结果
en: AI organized results
ja: AI整理結果
zh_hant: AI 整理結果

source: AI 整理结果保存失败，请重试。
en: Could not save the AI results. Please try again.
ja: AI整理結果を保存できませんでした。再試行してください。
zh_hant: AI 整理結果儲存失敗，請重試。

source: AI 识别的售票链接
en: AI-identified ticket links
ja: AI が識別したチケットリンク
zh_hant: AI 識別的售票連結

source: AI 识别的通贩／贩售链接
en: AI-identified online store / sales links
ja: AI が識別した通販／販売リンク
zh_hant: AI 識別的通販／販售連結

source: AI 重新整理
en: AI organized
ja: AI再整理

source: API key 不能为空
en: API key can't be empty
ja: API key を入力してください
zh_hant: API key 不能為空

source: API 地址
en: API Address
ja: APIアドレス
zh_hant: API 位址

source: API 地址无效
en: Invalid API address
ja: APIアドレスが無効です
zh_hant: API 位址無效

source: App 语言
en: App language
ja: App の言語
zh_hant: App 語言

source: Apple 本机翻译，非官方资料，请以官网为准
en: Apple on-device translation, not official information; refer to the official site
ja: Apple の本機翻訳であり公式情報ではありません。公式サイトをご確認ください
zh_hant: Apple 本機翻譯，非官方資料，請以官網為準

source: ChatGPT 助手
en: ChatGPT Assistant
ja: ChatGPT アシスタント
zh_hant: ChatGPT 助理

source: ChatGPT 登录已失效，请重新登录
en: Your ChatGPT sign-in has expired; please sign in again
ja: ChatGPT のログインが無効になりました。再度ログインしてください
zh_hant: ChatGPT 登入已失效，請重新登入

source: Keychain 操作失败（状态码 %d）。
en: Keychain operation failed (status code %d).
ja: キーチェーン操作に失敗しました（ステータスコード %d）。
zh_hant: Keychain 操作失敗（狀態碼 %d）。

source: OAuth 客户端设置
en: OAuth Client Settings
ja: OAuthクライアント設定
zh_hant: OAuth 客戶端設定

source: U20 票价
en: Under-20 price
ja: U20料金
zh_hant: U20 票價

source: 一般
en: General

source: 一般先行
en: General presale

source: 一般贩售
en: General sale
ja: 一般販売
zh_hant: 一般販售

source: 上映会
en: Screening
zh_hant: 上映會

source: 上次检查
en: Last checked
ja: 前回の確認
zh_hant: 上次檢查

source: 上次结果
en: Previous result
ja: 前回の結果
zh_hant: 上次結果

source: 下一事项：%@%@截止
en: Next: %@ closes %@
ja: 次の予定：%@%@締切
zh_hant: 下一事項：%@%@截止

source: 下一事项：%@截止
en: Next: closes %@
ja: 次の締切：%@
zh_hant: 下一事項：%@截止

source: 下拉或点击更新按钮，直接检查官方页面。
en: Pull down or tap the update button to check the official page directly.
ja: 下に引っ張るか更新ボタンをタップすると、公式ページを直接確認します。
zh_hant: 下拉或點擊更新按鈕，直接檢查官方頁面。

source: 下方各分区显示官网抓取资料
en: All sections below show data from the official site
ja: 以下のすべてのセクションは公式サイトから取得した情報です
zh_hant: 下方各分區顯示官網擷取資料

source: 下方各分区显示已保存的 AI 整理结果，非官方资料
en: All sections below show the saved AI-organized result, not official data
ja: 以下のすべてのセクションは保存済みのAI整理結果です（公式情報ではありません）
zh_hant: 下方各分區顯示已儲存的 AI 整理結果，非官方資料

source: 不需要
en: Not required
ja: 不要

source: 事件流中的数据格式不正确。
en: The event stream data is malformed.
ja: イベントストリームのデータ形式が正しくありません。
zh_hant: 事件串流中的資料格式不正確。

source: 事件流包含无法读取的数据。
en: The event stream contains unreadable data.
ja: イベントストリームに読み取れないデータが含まれています。
zh_hant: 事件串流包含無法讀取的資料。

source: 事前
en: Pre-event

source: 事后
en: Post-event
ja: 事後
zh_hant: 事後

source: 仅删除此 Live 的 AI 结果，保留官网资料。之后可手动重新整理。
en: Only this event’s AI results will be deleted. Official data is kept. You can generate them again manually.
ja: この公演のAI整理結果のみ削除します。公式情報は保持され、後で手動で再生成できます。
zh_hant: 僅刪除此 Live 的 AI 結果，保留官網資料。之後可手動重新整理。

source: 仅限信用卡支付
en: Credit card payment only
ja: クレジットカード払いのみ
zh_hant: 僅限信用卡支付

source: 付款方式：%@
en: Payment methods: %@
ja: 支払方法：%@

source: 付款期限：%@
en: Payment deadline: %@
ja: 支払期限：%@

source: 以上为全局默认设置，单场公演可在其详情页的卡片菜单中单独覆盖。
en: These are global defaults; each event can override them from the card menu on its detail page.
ja: これらは全体のデフォルト設定です。各公演は詳細ページのカードメニューから個別に上書きできます。
zh_hant: 以上為全域預設設定，單場公演可在其詳情頁的卡片選單中單獨覆蓋。

source: 以下字段来自 AI 对官网的重新分析，已独立保存。
en: These fields were reanalyzed from the official page by AI and saved separately.
ja: 以下の項目はAIが公式ページを再分析し、個別に保存したものです。
zh_hant: 以下欄位來自 AI 對官網的重新分析，已獨立儲存。

source: 价格待核对
en: Price pending verification
ja: 価格を確認中
zh_hant: 價格待核對

source: 价格待核验
en: Price awaiting verification
ja: 価格を確認中
zh_hant: 價格待核驗

source: 企划
en: Franchise
ja: シリーズ
zh_hant: 企劃

source: 会员先行
en: Member presale
ja: 会員先行
zh_hant: 會員先行

source: 会场
en: Venue
ja: 会場
zh_hant: 會場

source: 会场尚未获取或待核验
en: Venue has not been retrieved or verified
ja: 会場は未取得または確認待ちです
zh_hant: 會場尚未取得或待核驗

source: 会场贩售公告
en: Venue Sales Notice
ja: 会場販売のお知らせ
zh_hant: 會場販售公告

source: 会期
en: During event
ja: 会期中
zh_hant: 會期

source: 使用 API Key 登录
en: Sign in with API key
ja: API Key でログイン
zh_hant: 使用 API Key 登入

source: 使用 API Key 连接
en: Connect with API Key
ja: APIキーで接続
zh_hant: 使用 API Key 連接

source: 使用 ChatGPT 账号登录
en: Sign in with ChatGPT account
ja: ChatGPT アカウントでログイン
zh_hant: 使用 ChatGPT 帳號登入

source: 使用此模型
en: Use This Model
ja: このモデルを使用

source: 先到先得
en: First come, first served
ja: 先着

source: 先着贩售
en: First-come sale
ja: 先着販売
zh_hant: 先著販售

source: 先行
en: Presale

source: 入场条件
en: Admission
ja: 入場条件
zh_hant: 入場條件

source: 入场条件尚未获取或待核验。请从公演的官方来源确认。
en: Admission requirements have not been retrieved or verified. Check the official event source.
ja: 入場条件は未取得または確認待ちです。公演の公式情報をご確認ください。
zh_hant: 入場條件尚未取得或待核驗。請從公演的官方來源確認。

source: 入金截止
en: Payment Deadline
ja: 入金締切

source: 入金期间：%@
en: Payment period: %@
ja: 入金期間：%@
zh_hant: 入金期間：%@

source: 全局卡片设置
en: Global Card Settings
ja: カードの共通設定
zh_hant: 全域卡片設定

source: 全日共通
en: All performances
ja: 全公演共通

source: 全部
en: All
ja: すべて

source: 全部 %lld 件商品
en: All %lld Items
ja: 全%lld点の商品

source: 全部年份
en: All years
ja: すべての年

source: 全部月份
en: All months
ja: すべての月

source: 公共缓存已清除
en: Public cache cleared
ja: 公開キャッシュを消去しました
zh_hant: 公用快取已清除

source: 公告
en: Announcement
ja: お知らせ

source: 公演公告
en: Event notices
ja: 公演のお知らせ

source: 公演座位图
en: Event Seating Map
ja: 公演座席図
zh_hant: 公演座位圖

source: 公演或团体
en: Event or group
ja: 公演またはグループ
zh_hant: 公演或團體

source: 公演资料、关注、手动申请状态、提醒和卡片设置都保存在本机。检查官方资料不需要账号或服务器安装身份。
en: Event data, follows, application status, reminders and card settings are stored on this device. Checking official data needs no account or server identity.
ja: 公演データ、フォロー、申込状況、リマインダー、カード設定はこの端末に保存されます。公式データの確認にアカウントやサーバーの識別情報は不要です。
zh_hant: 公演資料、關注、手動申請狀態、提醒和卡片設定都儲存在本機。檢查官方資料不需要帳號或伺服器安裝身分。

source: 公演资料、关注、手动申请状态、提醒和卡片设置都保存在本机。检查官方资料不需要账号或服务器安装身份。若登录 ChatGPT 助手，会将官网页面文字发送到 OpenAI 生成摘要；凭据保存在本机钥匙串。
en: Event data, follows, manual application status, reminders, and card settings are all stored on this device. Checking official information doesn't require an account or server installation identity. If you sign in to the ChatGPT Assistant, official page text is sent to OpenAI to generate summaries; credentials are stored in the local Keychain.
ja: 公演情報、フォロー、手動の申込状況、リマインダー、カード設定はすべて本機に保存されます。公式情報の確認にアカウントやサーバーのインストール ID は不要です。ChatGPT アシスタントにログインすると、公式サイトのページ本文が OpenAI に送信され要約が生成されます。認証情報は本機のキーチェーンに保存されます。
zh_hant: 公演資料、關注、手動申請狀態、提醒和卡片設定都儲存在本機。檢查官方資料不需要帳號或伺服器安裝身分。若登入 ChatGPT 助理，會將官網頁面文字傳送到 OpenAI 生成摘要；憑證儲存在本機鑰匙圈。

source: 公演资料已不在本机缓存中
en: This event is no longer in the local cache
ja: この公演の情報はローカルキャッシュにありません
zh_hant: 公演資料已不在本機快取中

source: 共 %lld 份已保存的摘要。
en: %lld saved summaries in total.
ja: 保存済みの要約は合計 %lld 件です。
zh_hant: 共 %lld 份已儲存的摘要。

source: 共 %lld 场
en: %lld performances
ja: 全%lld公演
zh_hant: 共 %lld 場

source: 关注
en: Follow
ja: フォロー
zh_hant: 關注

source: 关注、手动申请状态和卡片设置保存在独立 SwiftData 存储中，清除公共缓存不会删除它们。
en: Follows, manual application status, and card settings are stored separately. Clearing the public cache does not remove them.
ja: フォロー、手動の申込状況、カード設定は別に保存され、公開キャッシュを消去しても削除されません。
zh_hant: 關注、手動申請狀態和卡片設定儲存在獨立的 SwiftData 儲存區中，清除公用快取不會刪除它們。

source: 关闭
en: Close
ja: 閉じる
zh_hant: 關閉

source: 关闭翻译
en: Turn off translation
ja: 翻訳をオフにする
zh_hant: 關閉翻譯

source: 其他
en: Other
ja: その他

source: 其他价格类型
en: Other price type
ja: その他の料金種別
zh_hant: 其他價格類型

source: 其他企划
en: Other series
ja: その他のシリーズ
zh_hant: 其他企劃

source: 其他场次有资料，请切换场次查看。
en: Other performances have information. Switch performances to view it.
ja: 他の公演には情報があります。公演を切り替えて確認してください。
zh_hant: 其他場次有資料，請切換場次查看。

source: 其他官方周边资料
en: Other Official Merchandise
ja: その他の公式グッズ情報
zh_hant: 其他官方周邊資料

source: 其他注意
en: Other notes
ja: その他の注意

source: 其他链接
en: Other Links
ja: その他のリンク
zh_hant: 其他連結

source: 其余需要核对（%lld）
en: %lld more need verification
ja: その他要確認（%lld）
zh_hant: 其餘需要核對（%lld）

source: 最终
en: Final
ja: 最終
zh_hant: 最終

source: 最速先行
en: Earliest presale

source: 凭据无效，已退出登录
en: Credentials invalid; signed out
ja: 認証情報が無効なためログアウトしました
zh_hant: 憑證無效，已登出

source: 凭据无效或已过期，请重新登录
en: Credentials are invalid or expired; please sign in again
ja: 認証情報が無効または期限切れです。再度ログインしてください
zh_hant: 憑證無效或已過期，請重新登入

source: 出演
en: Performers

source: 出演信息尚未获取或待核验
en: Performer information has not been retrieved or verified
ja: 出演情報は未取得または確認待ちです
zh_hant: 出演資訊尚未取得或待核驗

source: 分享
en: Share
ja: 共有

source: 分享原图
en: Share original image
ja: 元画像を共有
zh_hant: 分享原圖

source: 分享封面图
en: Share cover image
ja: カバー画像を共有
zh_hant: 分享封面圖

source: 分区
en: Section
ja: 区分
zh_hant: 分區

source: 切换到此模型
en: Switch to this model
ja: このモデルに切り替え
zh_hant: 切換到此模型

source: 删除 AI 整理结果
en: Delete AI results
ja: AI整理結果を削除
zh_hant: 刪除 AI 整理結果

source: 删除本公演 AI 结果
en: Delete AI results for this event
ja: この公演のAI整理結果を削除
zh_hant: 刪除本公演 AI 結果

source: 删除本公演的 AI 整理结果？
en: Delete AI results for this event?
ja: この公演のAI整理結果を削除しますか？
zh_hant: 刪除本公演的 AI 整理結果？

source: 刷新此卡片
en: Refresh this card
ja: このカードを更新
zh_hant: 重新整理此卡片

source: 前往官方申请
en: Apply on official site
ja: 公式サイトで申し込む
zh_hant: 前往官方申請

source: 前往官方配信
en: Open Official Stream
ja: 公式配信を開く

source: 前往设置登录
en: Go to Settings to sign in
ja: 設定からログイン
zh_hant: 前往設定登入

source: 助手服务出错：%@
en: Assistant service error: %@
ja: アシスタントサービスでエラーが発生しました：%@
zh_hant: 助理服務出錯：%@

source: 助手服务返回错误（状态码 %lld）：%@
en: Assistant service returned an error (status code %lld): %@
ja: アシスタントサービスがエラーを返しました（ステータスコード %lld）：%@
zh_hant: 助理服務傳回錯誤（狀態碼 %lld）：%@

source: 升级受付
en: Upgrade application
ja: アップグレード受付
zh_hant: 升級受付

source: 升级差额，非完整票价
en: Upgrade difference, not full price
ja: アップグレード差額（全額ではありません）
zh_hant: 升級差額，非完整票價

source: 即将：
en: Upcoming:
ja: まもなく：
zh_hant: 即將：

source: 即将到来
en: Upcoming
ja: 開催予定
zh_hant: 即將到來

source: 即将开始
en: Upcoming
ja: 受付前
zh_hant: 即將開始

source: 历史资料
en: History
ja: 履歴データ
zh_hant: 歷史資料

source: 去设置开启
en: Turn on in Settings
ja: 設定でオンにする
zh_hant: 去設定開啟

source: 发布时间
en: Published
ja: 公開日時
zh_hant: 發布時間

source: 取消
en: Cancel
ja: キャンセル

source: 取消置顶
en: Unpin
ja: 固定を解除
zh_hant: 取消置頂

source: 受付
en: Applications

source: 受付中
en: Applications open

source: 受付全部结束
en: All applications closed
ja: 全受付終了
zh_hant: 受付全部結束

source: 受付开始
en: Applications Open
ja: 受付開始
zh_hant: 受付開始

source: 受付期间：%@
en: Application period: %@
ja: 受付期間：%@
zh_hant: 受付期間：%@

source: 另外 %lld 位出演者
en: %lld More Performers
ja: ほか%lld名の出演者

source: 只看关注
en: Following only
ja: フォロー中のみ
zh_hant: 只看關注

source: 只看有待办事项
en: Action needed only
ja: 対応が必要な公演のみ
zh_hant: 只看有待辦事項

source: 只重置此处的条件，不影响年份、月份和搜索
en: Resets only these conditions; year, month and search are kept.
ja: ここでの条件のみリセットし、年・月・検索は保持します。
zh_hant: 只重置此處的條件，不影響年份、月份和搜尋

source: 可使用下方 AI 识别的链接前往官网查看。
en: Use the AI-detected links below to check the official site.
ja: 下のAIが検出したリンクから公式サイトを確認できます。
zh_hant: 可使用下方 AI 辨識的連結前往官網查看。

source: 可能过期
en: Possibly Outdated
ja: 古い可能性あり
zh_hant: 可能過期

source: 同时显示设备本地时间
en: Also show device local time
ja: 端末の現地時刻も表示
zh_hant: 同時顯示裝置本機時間

source: 同行者登录
en: Companion registration
ja: 同行者登録
zh_hant: 同行者登記

source: 周边
en: Goods
ja: グッズ
zh_hant: 周邊

source: 周边区域图
en: Goods Area Map
ja: グッズエリア図
zh_hant: 周邊區域圖

source: 周边卡片已全部隐藏
en: All goods cards are hidden
ja: グッズカードはすべて非表示です
zh_hant: 周邊卡片已全部隱藏

source: 周边批次
en: Goods Campaigns
ja: グッズ販売
zh_hant: 周邊批次

source: 售票
en: Tickets
ja: チケット

source: 售票轮次
en: Ticket Rounds
ja: チケット受付
zh_hant: 售票輪次

source: 商品图片来源
en: Product Image Source
ja: 商品画像の出典
zh_hant: 商品圖片來源

source: 商品官方页
en: Official Product Page
ja: 商品公式ページ
zh_hant: 商品官方頁

source: 商品来源
en: Product Source
ja: 商品の出典
zh_hant: 商品來源

source: 商品限制：%@
en: Product limit: %@
ja: 商品制限：%@

source: 回复中没有可用内容。
en: The response has no usable content.
ja: 応答に利用できる内容がありません。
zh_hant: 回覆中沒有可用內容。

source: 回复因内容限制未能完成。
en: The response couldn't be completed due to content restrictions.
ja: コンテンツの制限により応答を完了できませんでした。
zh_hant: 回覆因內容限制未能完成。

source: 回复在完成前中断，请重试。
en: The response was interrupted before finishing. Please try again.
ja: 応答が完了前に中断されました。もう一度お試しください。
zh_hant: 回覆在完成前中斷，請重試。

source: 回复尚未完成，请重试。
en: The response isn't finished yet. Please try again.
ja: 応答がまだ完了していません。もう一度お試しください。
zh_hant: 回覆尚未完成，請重試。

source: 回复未能完成，请重试。
en: The response didn't complete. Please try again.
ja: 応答が完了しませんでした。もう一度お試しください。
zh_hant: 回覆未能完成，請重試。

source: 回复状态不正确，请重试。
en: The response status is invalid. Please try again.
ja: 応答の状態が正しくありません。もう一度お試しください。
zh_hant: 回覆狀態不正確，請重試。

source: 回复超过长度限制，未能完整生成。
en: The response exceeded the length limit and is incomplete.
ja: 応答が長さの上限を超えたため、完全には生成されませんでした。
zh_hant: 回覆超過長度限制，未能完整產生。

source: 回看截止
en: Archive available until
ja: アーカイブ終了

source: 回调地址
en: Callback URL
ja: コールバック URL
zh_hant: 回呼位址

source: 团体
en: Group
ja: グループ
zh_hant: 團體

source: 图片无法载入
en: Unable to load image
ja: 画像を読み込めません
zh_hant: 圖片無法載入

source: 在官方网页查看资料
en: View details on the official page
ja: 公式ページで詳細を見る
zh_hant: 在官方網頁查看資料

source: 在浏览器中打开
en: Open in browser
ja: ブラウザで開く
zh_hant: 在瀏覽器中開啟

source: 在浏览器打开原图
en: Open original image in browser
ja: ブラウザで元画像を開く
zh_hant: 在瀏覽器開啟原圖

source: 在演出列表里点击关注，就会出现在这里。
en: Tap follow on an event in the list, and it will appear here.
ja: 公演一覧でフォローをタップすると、ここに表示されます。
zh_hant: 在演出清單裡點擊關注，就會出現在這裡。

source: 在系统设置中为本 App 选择简体中文、繁體中文、English 或 日本語。
en: In system settings, choose Simplified Chinese, Traditional Chinese, English, or Japanese for this app.
ja: システム設定でこの App に簡体字中国語、繁体字中国語、English、日本語のいずれかを選択してください。
zh_hant: 在系統設定中為本 App 選擇簡體中文、繁體中文、English 或 日本語。

source: 在系统设置中更改 App 语言
en: Change App Language in Settings
ja: 設定アプリでApp言語を変更
zh_hant: 在系統設定中變更 App 語言

source: 地址修改后会在下次启动生效。
en: Address changes take effect the next time the app starts.
ja: アドレスの変更は次回起動時に反映されます。
zh_hant: 地址修改後會在下次啟動時生效。

source: 地点
en: Location
ja: 場所
zh_hant: 地點

source: 场次
en: Performance
ja: 公演
zh_hant: 場次

source: 场馆座位图
en: Venue Seating Map
ja: 会場座席図
zh_hant: 場館座位圖

source: 场馆通用图，不代表本次舞台布局
en: Generic venue map; it does not show this event’s stage layout.
ja: 会場の一般図であり、本公演のステージ構成ではありません。
zh_hant: 場館通用圖，不代表本次舞台布局

source: 场馆通用座位图
en: Venue seating map
ja: 会場の一般座席図
zh_hant: 場館通用座位圖

source: 处理日志
en: Progress log
ja: 処理ログ
zh_hant: 處理記錄

source: 复制
en: Copy
ja: コピー
zh_hant: 複製

source: 复制全部
en: Copy all
ja: すべてコピー
zh_hant: 複製全部

source: 复制链接
en: Copy Link
ja: リンクをコピー
zh_hant: 複製連結

source: 好
en: OK
ja: OK

source: 安装身份已撤销
en: Device identity revoked
ja: インストール識別子を取り消しました
zh_hant: 安裝身分已撤銷

source: 完成
en: Done
ja: 完了

source: 完整
en: Full
ja: すべて

source: 完整说明
en: Full Details
ja: 詳しい説明
zh_hant: 完整說明

source: 官方先行
en: Official presale
ja: 公式先行

source: 官方公演封面
en: Official event cover
ja: 公演の公式カバー画像

source: 官方公演缩略图
en: Official event thumbnail
ja: 公演の公式サムネイル
zh_hant: 官方公演縮圖

source: 官方可变截止默认由服务端提醒；本地通知只用于你主动设定的静态行程。
en: Changing official deadlines use server reminders. Local notifications are only for schedules you set.
ja: 変更される公式期限はサーバー通知を使用します。ローカル通知は自分で設定した予定にのみ使用します。
zh_hant: 官方可變截止預設由伺服端提醒；本機通知僅用於你主動設定的靜態行程。

source: 官方商品清单
en: Official Goods List
ja: 公式グッズ一覧
zh_hant: 官方商品清單

source: 官方图片
en: Official image
ja: 公式画像
zh_hant: 官方圖片

source: 官方待公布
en: Official announcement pending
ja: 公式発表待ち

source: 官方来源
en: Official source
ja: 公式の出典
zh_hant: 官方來源

source: 官方申请链接
en: Official Application Links
ja: 公式申込リンク
zh_hant: 官方申請連結

source: 官方贩售链接
en: Official Sales Links
ja: 公式販売リンク
zh_hant: 官方販售連結

# 官方资料已更新
source: 官方信息已更新
en: Official information updated
ja: 公式情報を更新しました
zh_hant: 官方資料已更新

source: 官方转售
en: Official Resale
ja: 公式リセール
zh_hant: 官方轉售

source: 官方通贩
en: Official Online Store
ja: 公式通販
zh_hant: 官方通販

source: 官方链接
en: Official links
ja: 公式リンク
zh_hant: 官方連結

source: 官方链接未返回有效图片
en: The official link did not return a valid image
ja: 公式リンクから有効な画像が返されませんでした
zh_hant: 官方連結未傳回有效圖片

source: 官方页面售有グッズ付き票种，但尚未刊登特典内容。
en: The official page sells goods-bundled tiers but has not published the bonus contents.
ja: 公式ページにグッズ付き券種はありますが、特典内容はまだ掲載されていません。
zh_hant: 官方頁面售有グッズ付き票種，但尚未刊登特典內容。

source: 官网公布票价，适用场次请核对官方页面
en: Prices as published on the official site; check the official page for applicable performances
ja: 公式サイト公表の料金です。対象公演は公式ページでご確認ください
zh_hant: 官網公布票價，適用場次請核對官方頁面

source: 官网内容已更新，摘要可能过期
en: Official content has been updated; this summary may be outdated
ja: 公式サイトの内容が更新されたため、要約が古い可能性があります
zh_hant: 官網內容已更新，摘要可能過期

source: 官网尚未公布场次，或当前资料来源中没有场次。
en: The official site hasn't announced performances yet, or this data source has none.
ja: 公式サイトで公演日程が未発表か、この情報源に公演がありません。
zh_hant: 官網尚未公布場次，或目前資料來源中沒有場次。

source: 官网抓取
en: Official scrape
ja: 公式ページ取得
zh_hant: 官網擷取

source: 官网未单独说明本场差异
en: The official site does not separately note differences for this performance
ja: 公式サイトでは本公演固有の違いについて特に説明されていません
zh_hant: 官網未單獨說明本場差異

source: 官网资料
en: Official Data
ja: 公式情報
zh_hant: 官網資料

source: 官网资料更新后自动整理 AI 字段
en: Automatically organize AI fields after official updates
ja: 公式情報の更新後にAI項目を自動整理
zh_hant: 官網資料更新後自動整理 AI 欄位

source: 官网资料更新后自动生成摘要
en: Automatically generate summaries when official information updates
ja: 公式情報の更新時に要約を自動生成
zh_hant: 官網資料更新後自動生成摘要

source: 密度
en: Density
ja: 表示密度

source: 对应商品待确认的申请链接
en: Application Links (Product Unconfirmed)
ja: 対象商品未確認の申込リンク
zh_hant: 對應商品待確認的申請連結

source: 对象商品链接
en: Eligible Product Links
ja: 対象商品リンク
zh_hant: 對象商品連結

source: 将恢复显示、显示密度、字段及置顶设置，并清除该卡片在各场演出中的单独覆盖。
en: This resets visibility, density, fields, and pinning, and clears any per-event overrides for this card.
ja: 表示、表示密度、フィールド、ピン留めの設定がリセットされ、このカードのイベントごとの上書き設定もすべて消去されます。
zh_hant: 將恢復顯示、顯示密度、欄位及置頂設定，並清除該卡片在各場演出中的單獨覆蓋。

source: 尚无可用场次资料
en: No Performance Data Yet
ja: 公演日程の情報がまだありません
zh_hant: 尚無可用場次資料

source: 尚未完成
en: Not yet completed
ja: 未完了

source: 尚未登录助手账号，请先在设置中登录。
en: Not signed in to the assistant account; sign in from Settings first.
ja: アシスタントアカウントに未ログインです。設定からログインしてください。
zh_hant: 尚未登入助理帳號，請先在設定中登入。

source: 尚未获取公演资料
en: No event data has been retrieved
ja: 公演情報をまだ取得していません
zh_hant: 尚未取得公演資料

source: 尚未获取周边资料
en: No goods information retrieved
ja: グッズ情報をまだ取得していません
zh_hant: 尚未取得周邊資料

source: 尚未获取座位资料
en: No seating information retrieved
ja: 座席情報をまだ取得していません
zh_hant: 尚未取得座位資料

source: 尚未获取或待核验
en: Not retrieved or awaiting verification
ja: 未取得または確認待ち
zh_hant: 尚未取得或待核驗

source: 尚未获取票务资料
en: No Ticket Information Yet
ja: チケット情報がまだありません
zh_hant: 尚未取得票務資料

source: 展开全部
en: Expand all
ja: すべて展開
zh_hant: 展開全部

source: 已付款
en: Paid
ja: 支払済み

source: 已保存到本机
en: Saved on this device
ja: このデバイスに保存済み
zh_hant: 已儲存至本機

source: 已关注
en: Following
ja: フォロー中
zh_hant: 已關注

source: 已关闭
en: Off
ja: オフ
zh_hant: 已關閉

source: 已切换到 AI 整理结果
en: Switched to the AI-organized result
ja: AI整理結果に切り替えました
zh_hant: 已切換到 AI 整理結果

source: 已删除 AI 整理结果
en: AI summary deleted
ja: AI要約を削除しました
zh_hant: 已刪除 AI 整理結果

source: 已取消
en: Cancelled
ja: 中止

source: 已取消。
en: Cancelled.
ja: キャンセルしました。

source: 已取消登录。
en: Sign-in cancelled.
ja: ログインをキャンセルしました。
zh_hant: 已取消登入。

source: 已售罄
en: Sold out
ja: 完売

source: 已完成的回复中没有可用内容。
en: The completed response has no usable content.
ja: 完了した応答に利用できる内容がありません。
zh_hant: 已完成的回覆中沒有可用內容。

source: 已应用 %lld 个条件，显示 %lld 场公演
en: %lld filters applied, showing %lld events
ja: %lld件の条件を適用中、%lld件の公演を表示
zh_hant: 已套用 %lld 個條件，顯示 %lld 場公演

source: 已应用 %lld 个筛选条件
en: %lld filters applied
ja: %lld件の絞り込み条件を適用中
zh_hant: 已套用 %lld 個篩選條件

source: 已应用筛选条件
en: Filters applied
ja: 絞り込み条件を適用しました
zh_hant: 已套用篩選條件

source: 已延期
en: Postponed
ja: 延期

source: 已开启
en: On
ja: オン
zh_hant: 已開啟

source: 已忽略摘要正文中 %lld 个未在官网出现的链接
en: Ignored %lld links in the summary that don't appear on the official site
ja: 要約本文中、公式サイトに存在しないリンクを %lld 件無視しました
zh_hant: 已忽略摘要正文中 %lld 個未在官網出現的連結

source: 已忽略模型给出的未在官网出现的链接：%@
en: Ignored a link from the model that doesn't appear on the official site: %@
ja: モデルが示した公式サイトに存在しないリンクを無視しました：%@
zh_hant: 已忽略模型給出的未在官網出現的連結：%@

# 已抓取 %lld 场公演（%@ 至 %@）
source: 已获取 %lld 场公演（%@ 至 %@）
en: Fetched %lld performances (%@ to %@)
ja: %lld 件の公演を取得しました（%@〜%@）
zh_hant: 已擷取 %lld 場公演（%@ 至 %@）

source: 已提交给 AI，正在等待结果…
en: Sent to AI. Waiting for a response…
ja: AIに送信しました。結果を待っています…
zh_hant: 已提交給 AI，正在等待結果…

source: 已清除全部 AI 摘要
en: All AI summaries cleared
ja: AI 要約をすべて消去しました

source: 已申请
en: Applied
ja: 申込済み
zh_hant: 已申請

source: 已登录
en: Signed in
ja: ログイン済み
zh_hant: 已登入

source: 已结束
en: Closed
ja: 終了
zh_hant: 已結束

source: 已结束的受付（%lld）
en: Closed applications (%lld)
ja: 終了した受付（%lld）
zh_hant: 已結束的受付（%lld）

source: 已结束的配信（%lld）
en: Ended Streams (%lld)
ja: 終了した配信（%lld）
zh_hant: 已結束的配信（%lld）

source: 已设置截止前一天的本机提醒
en: A local reminder has been set for the day before the deadline
ja: 締切の前日に本機リマインダーを設定しました
zh_hant: 已設定截止前一天的本機提醒

source: 已设置本地行程提醒
en: Local schedule reminder set
ja: ローカル予定リマインダーを設定しました
zh_hant: 已設定本機行程提醒

source: 已隐藏 %lld 张卡片
en: %lld cards hidden
ja: %lld 枚のカードを非表示にしました
zh_hant: 已隱藏 %lld 張卡片

source: 已隐藏「%@」
en: Hidden “%@”
ja: 「%@」を非表示にしました
zh_hant: 已隱藏「%@」

source: 平台
en: Platform
ja: 配信サービス

source: 年份
en: Year
ja: 年

source: 座位
en: Seating
ja: 座席

source: 座位卡片已全部隐藏
en: All seating cards are hidden
ja: 座席カードはすべて非表示です
zh_hant: 座位卡片已全部隱藏

source: 座位图
en: Seating map
ja: 座席図
zh_hant: 座位圖

source: 座位资料
en: Seating info
ja: 座席情報
zh_hant: 座位資料

source: 开启后，每次官方资料刷新且内容有变化的公演会自动生成新摘要，会消耗 AI 用量或额度。
en: When turned on, a new summary is automatically generated for any event whose official information changes after a refresh; this consumes AI usage or quota.
ja: オンにすると、公式情報が更新され内容に変化があった公演について、新しい要約が自動生成されます。AI の利用量または額度が消費されます。
zh_hant: 開啟後，每次官方資料重新整理且內容有變化的公演會自動生成新摘要，會消耗 AI 用量或額度。

source: 开场
en: Doors
ja: 開場
zh_hant: 開場

source: 开场：%@
en: Doors: %@
ja: 開場：%@
zh_hant: 開場：%@

source: 开始
en: Start
ja: 開始
zh_hant: 開始

source: 开始日期
en: Start date
ja: 開始日
zh_hant: 開始日期

source: 开演
en: Starts
ja: 開演
zh_hant: 開演

source: 开演：%@
en: Starts: %@
ja: 開演：%@
zh_hant: 開演：%@

source: 开演时间尚未获取或待核验
en: Start time has not been retrieved or verified
ja: 開演時刻は未取得または確認待ちです
zh_hant: 開演時間尚未取得或待核驗

source: 当前：%@进行中
en: Now: %@ in progress
ja: 現在：%@ 進行中
zh_hant: 目前：%@進行中

source: 当前语言对不受支持
en: This language pair isn't supported
ja: 現在の言語の組み合わせには対応していません
zh_hant: 目前語言對不受支援

source: 当落发表
en: Results Announced
ja: 当落発表
zh_hant: 當落發表

source: 当落发表：%@
en: Results: %@
ja: 当落発表：%@
zh_hant: 當落發表：%@

source: 往期
en: Past
ja: 過去の公演

source: 总览
en: Overview
ja: 概要
zh_hant: 總覽

source: 恢复显示
en: Show again
ja: 再表示
zh_hant: 恢復顯示

source: 恢复本卡片默认设置
en: Restore This Card's Defaults
ja: このカードの初期設定に戻す
zh_hant: 恢復本卡片預設設定

source: 恢复此卡片默认设置
en: Restore Card Defaults
ja: このカードを初期設定に戻す
zh_hant: 恢復此卡片預設設定

source: 恢复此卡片默认设置？
en: Restore this card's default settings?
ja: このカードを初期設定に戻しますか？
zh_hant: 恢復此卡片預設設定？

source: 恢复默认
en: Restore defaults
ja: 初期設定に戻す
zh_hant: 恢復預設

source: 我的
en: My Events
ja: マイ公演

source: 我的进度
en: My Progress
ja: 自分の進捗
zh_hant: 我的進度

source: 截止提醒
en: Deadline reminder
ja: 締切リマインダー
